# HTML - язык гипертекстовой разметки
"""
пример HTML
<tagname>
info
</tagname>
"""
# CTRL + S - обновить страницу html
# CSS - код, который используется для стилизации веб-страницы
# lorem - заготовка текста
# <p> - paragraph(блочный тег)
# <span> - (строковый тег)
# ul - создает список(блочный)
# ul - неупорядоченный список
# ol - упорядоченный список
# li - добавляет элементы в список
"""
список <ol>
<ol>
    <li>
    текст
    </li>
    
    <li>
    текст
    </li>
</ol>
"""
# подключить css: в <head> <link rel="stylesheet" href="name.css"
# class - для того, чтобы различать блоки
# margin - внешние границы
# padding - внутренние границы
"""
пример CSS
h1 {
    background: red;
}
"""
